[{
        "id": 1,
        "frase": "La táctica consiste en saber qué hacer cuando hay algo que hacer. La estrategia, en saber qué hacer cuando no hay nada que hacer.",
        "autor": "Savielly Tartakower"
    },
    {
        "id": 2,
        "frase": "La técnica del ajedrez comprende muchos aspectos, pero el más agradable de considerar es el de la combinación, que es la técnica de la belleza objetiva del juego.",
        "autor": "Roberto Gabriel Grau"
    },
    {
        "id": 3,
        "frase": "El ajedrecista experimentado estudia una posición y atrapa rápidamente los detalles típicos de la misma.",
        "autor": "Roberto Gabriel Grau"
    },
    {
        "id": 4,
        "frase": "Hay dos clases de sacrificios: los correctos y los míos...",
        "autor": "Mijaíl Tal"
    },
    {
        "id": 5,
        "frase": "En la apertura debe aspirarse a conseguir una buena posición y no a obtener ventaja material",
        "autor": "Siegbert Tarrasch"
    },
    {
        "id": 6,
        "frase": "La belleza de un movimiento no se refleja sólo en su apariencia, sino en el pensamiento detrás de él.",
        "autor": "Siegbert Tarrasch"
    },
    {
        "id": 7,
        "frase": "De pocas partidas he aprendido tanto como de la mayoría de mis derrotas.",
        "autor": "José Raúl Capablanca"
    },
    {
        "id": 8,
        "frase": "El Ajedrez es un juego útil y honesto, indispensable en la educación de la juventud.",
        "autor": "Simón Bolívar"
    },
    {
        "id": 9,
        "frase": "El Ajedrez es algo más que un juego; es una diversión intelectual que tiene algo de Arte y mucho de Ciencia. Es además, un medio de acercamiento social e intelectual.",
        "autor": "José Raúl Capablanca"
    },
    {
        "id": 10,
        "frase": "Se debe estar dispuesto a arriesgar todo para expresarlo todo.",
        "autor": "John Cassavetes"
    },
    {
        "id": 11,
        "frase": "Las personas que desean mejorar deben tomar sus derrotas como lecciones, y tratar de aprender qué evitar en el futuro. También debes tener el coraje de tus convicciones. Si crees que tu movimiento es bueno, hazlo.",
        "autor": "José Raúl Capablanca"
    },
    {
      "id": 12,
      "frase": "Enroca porque quieres o porque debes, pero no porque puedes.",
      "autor": "Harry Nelson Pillsbury"
    }
]
